import project01 from "./../img/01.jpg";
import project02 from "./../img/02.jpg";
import project03 from "./../img/03.jpg";
import project04 from "./../img/04.jpg";
import project05 from "./../img/05.jpg";
import project06 from "./../img/06.jpg";

import project01Big from "./../img/01-big.jpg";
import project02Big from "./../img/02-big.jpg";
import project03Big from "./../img/03-big.jpg";
import project04Big from "./../img/04-big.jpg";
import project05Big from "./../img/05-big.jpg";
import project06Big from "./../img/06-big.jpg";

const courses = [
  {
    title: "Создание образа «живой» куклы. Готц",
    cost: "Стоимость курса - 16900р.",
    description:
      "Шаг за шагом я буду вести вас от начала (выбор и освещение рабочего места, инструментов, подготовка куклы ) до конца -  росписи и создания образа живой куклы, как я делаю на индивидуальных занятиях при живом обучении.Программа курса состоит из шести видео-уроков, раделённых на части  длительностью от 10 до 43 минут. Длительность курса - 5 часов.Каждый урок представляет собой видео-съёмку  в реальном масштабе времени с подробным объяснением всех тонкостей моей работы. Детальная макро-съёмка позволяет увидеть весь процесс росписи моими глазами. Купив курс, вы  получите практическое руководство, которое будет незаменимым помощником как для начинающих и профессиональных художников, так и для тех, кто будет рисовать впервые. ",

    img: project01,
    imgBig: project01Big,
  },

  {
    title: "Создание образа «живой» куклы. Паола Рейна",
    cost: "Стоимость курса - 13980р.",
    description:
      "Шаг за шагом я буду вести вас от начала (выбор и освещение рабочего места, инструментов, подготовка куклы ) до конца -  росписи и создания образа живой куклы, как я делаю на индивидуальных занятиях при очном обучении. Программа курса состоит из шести видео-уроков, большие по времени уроки разделены на части для удобного просмотра. Я буду расписывать студийную куклу Alina, Elisabeth Lindner, Gotz. Вы можете выбрать любую куклу этого типа: коллекционные и игровые Готц; куклы, выпускаемые компанией Zapf Creation и многие другие авторские куклы, выполненные из винила и резина. В каждом уроке будут задания, которые я буду проверять и помогать вам устранять ошибки росписи.Видео-курс представляет собой профессиональную съёмку  в реальном масштабе времени с подробным объяснением всех тонкостей моей работы. Детальная макро-съёмка позволяет увидеть весь процесс росписи моими глазами.",
    img: project02,
    imgBig: project02Big,
  },

  {
    title: "МК Как я фотографирую куклу ",
    cost: "Стоимость курса - 4900р.",
    description:
      "Основное отличие моего курса от множества обучающих роликов, сделанных профессиональными фотографами, в том, что я расскажу вам «Как я фотографирую куклу» не как фотограф, а как художник.Я попыталась сделать практическое руководство для тех, кто «живет» куклами: расписывает их, шьет и вяжет одежду, мастерит обувь, делает парики и глаза.Видео-курс Как я фотографирую куклу – это передача опыта в построении композиции, выборе фона, света, сюжета, умении поставить или посадить куклу, так, чтобы на фото она была естественной и «живой». Главная задача, которую я ставлю перед собой -  раскрыть внутренний мир куклы, показать ее эмоции и рассказать ее историю.",
    img: project03,
    imgBig: project03Big,
  },

  {
    title: "Создание набивной осенней куклы",
    cost: "Стоимость курса - 11990р.",
    description:
      "Шаг за шагом я буду вести вас от начала (выбор и освещение рабочего места, инструментов, подготовка куклы ) до конца -  росписи и создания образа живой куклы, как я делаю на индивидуальных занятиях при очном обучении. Программа курса состоит из шести видео-уроков, большие по времени уроки разделены на части для удобного просмотра.",
    img: project04,
    imgBig: project04Big,
  },

  {
    title: "Создание деревянной куклы",
    cost: "Стоимость курса - 18980р.",
    description:
      "Шаг за шагом я буду вести вас от начала (выбор и освещение рабочего места, инструментов, подготовка куклы ) до конца -  росписи и создания образа живой куклы, как я делаю на индивидуальных занятиях при очном обучении. Программа курса состоит из шести видео-уроков, большие по времени уроки разделены на части для удобного просмотра.",
    img: project05,
    imgBig: project05Big,
  },

  {
    title: "Создание интерьерной куклы",
    cost: "Стоимость курса - 14720р.",
    description:
      "Шаг за шагом я буду вести вас от начала (выбор и освещение рабочего места, инструментов, подготовка куклы ) до конца -  росписи и создания образа живой куклы, как я делаю на индивидуальных занятиях при очном обучении. Программа курса состоит из шести видео-уроков, большие по времени уроки разделены на части для удобного просмотра.",
    img: project06,
    imgBig: project06Big,
  },
];

export { courses };
